x_description = ("""""")

start_description = ("""Ⓜ️ خرید VPN ارزان با حجم نامحدود!!! 🥳

⚡⚡⚡ بهترین و پر سرعت ترین سرویس های VPN را از ما خریداری بکنید! 🚀

🏵 برای شروع دوباره از /start استفاده کنید.

🆔 آی دی پشتیبانی در بیو بات موجود هست.

چه کاری میتونم براتون انجام بدم؟ 😌✨""")

# خرید کانفیگ VPN 🛒
buy_one_description = ("""💬 کشور مورد نظر را انتخاب کنید.

سرور های موچی تازه تاسیس شدن برای همین فقط سرور اتریش 🇦🇹 برای فروش موجود هست. 😶""")

buy_two_description = ("""💬 بسته سرویس مورد نظر را انتخاب کنید.
                       
توجه داشته باشید اتصال کانفیگ به هر دستگاه 1 نفر حساب میشود. 🍀""")

buy_three_description = ("""💬 اوپراتور خود را انتخاب بکنید.
                         
توجه داشته باشید اتصال کانفیگ به هر دستگاه 1 نفر حساب میشود. 🍀""")

buy_four_description = ("""💬 بستع خانوادگی چند نفره میخوای؟ 👀
                        
در بسته های خانوادگی تمامی کانفیگ های (رایتل - ایرانسل - همراه اول - مخابرات) داخل یک پکیج هستند.
                        
توجه داشته باشید اتصال کانفیگ به هر دستگاه 1 نفر حساب میشود. 🍀""")

# 🔑 کانفیگ تستی
test_config_description = ("""Ⓜ با کانفیگ زیر به مدت 1 ساعت میتونید سرعت و کارآمد بودن وی پی ان های ما را تست کنید. 👇

🆘 توجه کنید که این کانفیگ یک بار مصرف است و به محض وصل شدن به آن فقط 1 ساعت فرصت استفاده از آن را دارید.""")

# خرید
transaction_description = ("""
                           
🟢 پس از تایید پرداخت لطفا قبض خود را اینجا ارسال کنید.

⚡️ کانفیگ شما تا حداکثر ۱ ساعت دیگه برای شما فرستاده خواهد شد.""")

# تخفیف ریفرال 🎁
discount_description = ("""

🏵 با این لینک رفرال ما رو به دوستان خود معرفی کنید.

هر کسی که با این لینک برای اولین بار وارد بات بشود 40 هزار تومن افزایش موجودی خواهد داشت و فرستنده این لینک با ورود عضو جدید کد تخفیف دریافت خواهد کرد.""")

# افزایش موجودی 💰
funds_description = ("""💳 لطفا مقدار مبلغ مورد نظرت رو برای افزایش موجودی انتخاب بکن.

🍰 بعد از پرداخت به صورت اتوماتیک موجودی حسابت افزایش پیدا میکنه.""")

# ارسال رسید
receipt_description = ("""🟢🟢🟢 عملیات با موفقت انجام شده.
قبض پرداخت شما را دریایفت کردیم.

⚡️ کانفیگ شما تا حداکثر ۱ ساعت دیگه برای شما فرستاده خواهد شد.""")

# کانفیگ VPN تستی 🔑
test_description = ("""🍎 برای ایجاد اعتماد و تست سرعت و کار آمدی VPN موچی, ما سرویس های یک بار مصرف مجانی در اختیار شما قرار میدهیم.

⌛ مدت زمان استفاده از سرویس 1 ساعت.""")

# راهنمای استفاده 📋
help_description = ("""راهنمای استفاده 📋

🆘 راهنمای استفاده از کانفیگ: 
 
برای استفاده از کانفیگ های ما با توجه به نوع دستگاه تون میتونید باید یکی از اپلیکیشن های زیر را دانلود و نصب کنید و طبق مراحل زیر عمل کنید. 
 
1⃣ پس از خریداری سرویس مورد نظر، کانفیگ ارسال شده را کپی کنید. 
2⃣ وارد برنامه شدید و بخش اضافه کردن کانفیگ را پیدا کنید. ( به دنبال دکمه مثبت‌ باشید + ) و روی آن کلیک کنید. 
3⃣ گزینه Import config from clipboard را بزنید تا نام کانفیگ خود را ببینید. 
4⃣ روی کانفیگ خود کلیک کرده و دکمه استارت را بزنید تا به سرور موچی وصل بشید.""")

# VIP
VIP_description = ("""کانفیگ مخصوص کاربر های VIP🏆

رهنمای استفاده ازش در قسمت /help موجوده.""")

# Mahsa
mahsa_description = ("""پریویت عزیزم 🙃❤️

بفرمایید کانفیگ اختصاصی شما 🤏✨""")

# Admin
admin_description = ("""لیست کاربرا 👥

اینجا میتونی اطلاعات کاربران رو تغییر بدی ✏ یا بلاکشون 🅱 کنی""")



